/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk από %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "Το %1$@ %2$@ εγκαταστάθηκε και θα είναι έτοιμο προς χρήση την επόμενη φορά που το %3$@ θα ξεκινήσει! Θέλετε να ξαναξεκινήσετε την εφαρμογή τώρα;";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "Το %1$@ %2$@ είναι η νεότερη έκδοση που υπάρχει.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ είναι διαθέσιμη (έχετε το %3$@).\nΘα θέλατε να το κατεβάσετε τώρα;";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "Το %@ δεν έχει τα απαιτούμενα δικαιώματα για να γράψει στο φάκελο της εφαρμογής! Μήπως το τρέχετε από την εικόνα δίσκου; Αν όχι, ζητήστε βοήθεια από το διαχειριστή του συστήματος.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Μια νέα έκδοση του %@ εγκαταστάθηκε!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Μια νέα έκδοση του %@ είναι διαθέσιμη!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Προέκυψε σφάλμα κατά την εγκατάσταση. Παρακαλώ ξαναδοκιμάστε αργότερα.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Προέκυψε σφάλμα κατά την αναζήτηση για νέα έκδοση. Παρακαλώ ξαναδοκιμάστε αργότερα.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Προέκυψε σφάλμα κατά την αποσυμπίεση του αρχείου.  Παρακαλώ ξαναδοκιμάστε αργότερα.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Προέκυψε σφάλμα κατά το κατέβασμα του αρχείου. Παρακαλώ ξαναδοκιμάστε αργότερα.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Η αναβάθμιση έχει ήδη ξεκινήσει!";

/* No comment provided by engineer. */
"Cancel" = "Άκυρο";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Έλεγχος για νέα έκδοση κατά την εκκίνηση;";

/* No comment provided by engineer. */
"Downloading update..." = "Κατέβασμα νέας έκδοσης...";

/* No comment provided by engineer. */
"Extracting update..." = "Αποσυμπίεση νέας έκδοσης...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Εγκατάσταση και ξεκίνημα ξανά";

/* No comment provided by engineer. */
"Installing update..." = "Εγκατάσταση νέας έκδοσης...";

/* No comment provided by engineer. */
"No" = "Όχι";

/* No comment provided by engineer. */
"OK" = "Εντάξει";

/* No comment provided by engineer. */
"Ready to install!" = "Έτοιμο για εγκατάσταση!";

/* No comment provided by engineer. */
"Update Error!" = "Σφάλμα αναβάθμισης!";

/* No comment provided by engineer. */
"Updating %@" = "Αναβάθμιση %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Θα θέλατε το %@ να αναζητά για νέες εκδόσεις κατά την εκκίνηση; Αν όχι, μπορείτε να ξεκινήσετε χειροκίνητα τη διαδιασία της αναζήτησης νέας έκδοσης από το μενού της εφαρμογής";

/* No comment provided by engineer. */
"Yes" = "Ναι";

/* No comment provided by engineer. */
"You're up to date!" = "Έχετε την τελευταία έκδοση!";
